Repository: Quasar920/Pensona
Catalog: MultiCurrencyLedger/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: 链接中的金额无效
en: The amount in the link is invalid
ja: リンクの金額は無効です。
zh_hant: 連結中的金額無效

source: 链接包含不支持的参数：%@
en: Link contains unsupported parameters: %@
ja: リンクはサポートされていない変数を含んでいます: %@
zh_hant: 連結包含不支援的引數：%@

source: 链接参数重复：%@
en: Link parameters repeated: %@
ja: リンクパラメータを繰り返す: %@
zh_hant: 連結引數重複：%@

source: 链接指定的%@不唯一，请改用 UUID
en: Link specified %@ is not unique, please change to UUID
ja: リンク指定の%@はユニークではありません、UUIDに変更してください
zh_hant: 連結指定的%@不唯一，請改用 UUID

source: 链接缺少必填参数：%@
en: Link missing required parameters: %@
ja: 不足している変数をリンクして下さい: %@
zh_hant: 連結缺少必填引數：%@

source: 锁定行为
en: Lock Behaviour
ja: ロック行動
zh_hant: 鎖定行為

source: 错误行
en: Error Line
ja: エラーライン
zh_hant: 錯誤行

source: 附件路径无效
en: Could not close temporary folder: %s
ja: 一時的なフォルダーを閉じない: %s
zh_hant: 附件路徑無效

source: 除
en: Divide
ja: ディバイド

source: 隐藏总资产
en: Hide Total Assets
ja: 総資産を隠す
zh_hant: 隱藏總資產

source: 隐藏资产金额
en: Hide Asset Amounts
ja: 資産額を非表示
zh_hant: 隱藏資產金額

source: 需要专门确认
en: Special confirmation required
ja: 特別な確認が必要
zh_hant: 需要專門確認

source: 项
en: Items
ja: 件
zh_hant: 項

source: 顺序
en: Order
ja: 注文する
zh_hant: 順序

source: 预算
en: Budget
ja: 予算
zh_hant: 預算

source: 预算剩余
en: Budget Remaining
ja: 予算残額
zh_hant: 預算餘額

source: 预算周期
en: Budget cycle
ja: 予算サイクル
zh_hant: 預算週期

source: 预算执行
en: Budget implementation
ja: 予算の実装
zh_hant: 預算執行

source: 预算管理
en: Budget management
ja: 予算管理
zh_hant: 預算管理

source: 预算金额
en: Budget amount
ja: 予算額
zh_hant: 預算金額

source: 预算金额必须大于 0
en: Budget amount must be greater than 0
ja: 予算額は0以上でなければなりません
zh_hant: 預算金額必須大於 0

source: 餐饮支出
en: Dining Expense
ja: 飲食費
zh_hant: 餐飲支出

source: 首期日期
en: First date
ja: 初日更新

source: 首次到期日使用交易日期。月度规则会记住原始日期，例如 31 日会在短月落到月末。
en: Use the date of the transaction on the first due date. The monthly rule will remember the original date, for example, 31 days at the end of the month.
ja: トランザクションの日付を最初の期限に使用してください。 毎月のルールは、月の終わりに、例えば31日間、元の日付を覚えます。
zh_hant: 首次到期日使用交易日期。月度規則會記住原始日期，例如 31 日會在短月落到月末。

source: 默认关闭。开启后使用你账号的 CloudKit 私有数据库；本机和云端同时修改时不会自动覆盖，而是生成冲突副本。关闭开关只停止同步，不删除云端数据。
en: Default closes. Opens the CloudKit private database that uses your account; this machine and the cloud are not automatically covered when modified, but rather generate conflict copies. Turning off the switch only stops sync and does not delete cloud data.
ja: デフォルトは閉じます。 アカウントを使用するCloudKitプライベートデータベースを開きます。このマシンとクラウドは変更時に自動的にカバーされませんが、競合コピーを生成します。 スイッチをオフにすると、同期を停止し、クラウドデータを削除しません。
zh_hant: 預設關閉。開啟後使用你賬號的 CloudKit 私有資料庫；本機和雲端同時修改時不會自動覆蓋，而是生成衝突副本。關閉開關只停止同步，不刪除雲端資料。

source: 默认钱包
en: Default Wallet
ja: デフォルトウォレット
zh_hant: 預設錢包

source: 待还 %@
ja: %@の特長
zh_hant: 待還 %@
